/* Window Title */
"Bauhaus Clock Options" = "Bauhaus Saat Seçenekleri";

/* Theme Selection */
"Theme" = "Görünüş";
"Day" = "Gün";
"Night" = "Gece";
"System" = "Sistem";

/* Color Selection */
"Lume Color" = "Lümen rengi";

/* Watch Dial Selection */
"Watch Dial" = "Saat Kadranı";

/* Buttons */
"OK" = "Tamam";
"Cancel" = "İptal";
"Made with care by Atilla ↗" = "Atilla'dan sevgiyle ↗";

/* Color Names */
"Red" = "Kırmızı";
"Amber" = "Kehribar";
"Lavender" = "Lavanta";
"Rose" = "Gül";
"Seafoam" = "Deniz Köpüğü";
"Sky" = "Gökyüzü";
"Swiss BGW9" = "Swiss BGW9";
"Peach" = "Şeftali";
"Tritium Green" = "Trityum Yeşili";
"Aqua" = "Su Mavisi";
"Lime" = "Misket Limonu";
"Yellow" = "Sarı";
"Ice Blue" = "Buz mavisi";
"White" = "Beyaz";

/* Size Selection */
"Size" = "Boyut";
"Standard" = "Klasik";
"Compact" = "Kompakt";

/* Movement Selection */
"Movement" = "Mekanizma";
"1 Hz" = "Kuvars";
"4 Hz" = "Mekanik";
"60 Hz" = "Dijital";

/* Movement Subtitles */
"Quartz tick" = "Kuvars tik";
"Mechanical sweep" = "Mekanik hareket";
"Ultra smooth" = "Akıcı hareket";

/* Watch Dial Names */
"Glacier" = "Buzul";
"Ocean" = "Okyanus";
"Turquoise" = "Turkuaz";
"Tennis" = "Tenis";
"Signal Blue" = "Sinyal Mavisi";
"Salmon" = "Somon";
"White" = "Beyaz";
"Yellow" = "Sarı";
"Beige" = "Bej";
"Pistachio" = "Antep Fıstığı";
"Lavender" = "Lavanta";
"Sky Blue" = "Gök Mavisi";
"Cream" = "Krem";
"Charcoal" = "Kömür";
"Noir" = "Noir";